Revit 2024 API
SymbolTypeId.UsTonnesForceTons Property
 Symbol Tons, indicating unit US tonnes force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId UsTonnesForceTons { get; }
Visual Basic
Public Shared ReadOnly Property UsTonnesForceTons As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ UsTonnesForceTons {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace